/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Yêu cầu Liên hệ Đến";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Máy bận";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Lỗi Cuộc gọi 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Lỗi Cuộc gọi 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Chờ Gọi";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Kết nối";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Liên hệ Có mặt";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Liên hệ Không có mặt";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Đã nhận Liên hệ";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Đã hoàn tất Chuyển Tệp";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Không Chuyển được Tệp";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Đã nhận Tin nhắn Đầu tiên";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Cuộc gọi Đã kết thúc";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Giữ Cuộc gọi";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Cuộc gọi Đến";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Chuyển Tệp Đến";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Đăng Nhập";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Đăng Xuất";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Đã nhận Tin nhắn";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Đã nhận Tin nhắn Trên màn hình";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Đã gửi Tin nhắn";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Người dùng Mới";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Cuộc gọi Đi";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Gác máy Từ xa";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Tiếp tục Cuộc gọi";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Quay số có Âm Chạm";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Ba Tiếng bíp";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Tin nhắn Thoại";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Khi Tôi Đăng Xuất";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Khi Tôi Đăng Nhập";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Liên hệ Đã Có mặt";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Liên hệ Đã Vắng mặt";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Cuộc gọi Đến";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Cuộc gọi Đến - Cuộc gọi Đang chờ";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Đang kết nối Cuộc gọi";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Cuộc gọi Đi";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Cuộc gọi Đã kết thúc";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Người tham gia Cuộc gọi Nhóm Đã gác máy";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Máy bận";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Giữ Cuộc gọi";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Tiếp tục Cuộc gọi";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Tin nhắn Mới trong Hội thoại Gần đây";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Tin nhắn Mới trong Hội thoại Hiện tại";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Tin nhắn Đầu tiên trong Hội thoại";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Đã nhận Thông báo Tâm trạng";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Liên hệ Đang Nhập";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Đã gửi Tin nhắn";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Đã nhận Yêu cầu Liên hệ";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Đã nhận Liên hệ";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Chuyển Tệp Đến";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Đã hoàn tất Chuyển Tệp";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Không Chuyển được Tệp";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Đã kết nối Ứng dụng API trên Máy tính";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Bạn đã đăng nhập.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Bạn đã đăng xuất.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Liên hệ \"@\" của bạn đang có mặt.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Liên hệ \"@\" của bạn không có mặt.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Bạn có một cuộc gọi đến từ \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Bạn có một cuộc gọi đến từ \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Đang kết nối cuộc gọi.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Đang gọi \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Cuộc gọi đã kết thúc.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Người tham gia đã gác máy.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Đường dây bận.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Giữ cuộc gọi.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Tiếp tục cuộc gọi.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Tin nhắn";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Tin nhắn từ \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Tin nhắn tới \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" đã thay đổi thông báo tâm trạng.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Bạn có một tin nhắn trò chuyện từ \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" đang nhập.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Bạn đã nhận được yêu cầu liên hệ từ \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Bạn đã nhận được danh sách liên hệ từ \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Bạn đã nhận được một tệp từ \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Quá trình chuyển tệp có \"@\" đã hoàn tất.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Quá trình chuyển tệp có \"@\" không thành công.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" đã kết nối với Skype";
